// Написать программу которая принимает число и выдает его квадрат
Console.Clear();
Console.WriteLine("Напишите число, чтобы получить значение его квадрата.");
int n = Convert.ToInt32(Console.ReadLine());
Console.WriteLine($"Результат: {n*n} ");

